Repository: Joss177/ClassTrack
Catalog: src/src/Locale/*/default.po
Languages: es

source: home_change_url
es: /en

source: Español
es: English

source: Know us
es: Conócenos

source: Services
es: Servicios

source: Why us?
es: ¿Por qué nosotros?

source: Galery
es: Galeria

source: Contact
es: Contacto

source: Contact us
es: Contactanos

source: Social networks galery
es: Galeria redes sociales

source: Send us a message for more information
es: Mandanos un mensaje para mas información

source: Enter your name and last name
es: Ingresa tu nombre y apellidos

source: Full name
es: Nombre completo

source: Email
es: Correo electrónico

source: Phone
es: Teléfono

source: How can we help you?
es: ¿En qué podemos ayudarte?

source: Write your message here…
es: Escribe tu mensaje aquí…

source: Send message
es: Enviar mensaje

source: By sending the message you accept
es: Al mandar el mensaje aceptas

source: terms and conditions
es: términos y condiciones

source: notice of privacy
es: aviso de privacidad

source: Terms and conditions
es: Términos y condiciones

source: Notice of privacy
es: Aviso de privacidad

source: Schedules
es: Horarios

source: We are located in
es: Nos ubicamos en

source: All rights reserved
es: Todos los derechos reservados

source: Freezer truck
es: Camión con congelador

source: Cargo truck
es: Camión de carga

source: Dump truck
es: Camión volteo

source: Truck crane
es: Camión grua

source: We transport merchandise and rent cargo transport vehicles from 1 to 24 tons and offer the refrigeration service (thermos for them). Contact us and receive advice according to your needs, we surely have the solution to your transportation requirements, we are here to serve you. 24-hour home care.
es: Transportamos mercancía y rentamos vehículos de transporte de carga desde 1 hasta 24 toneladas y ofrecemos el servicio de refrigeración (thermos para los mismos). Contáctanos y recibe asesoría según sean tus necesidades, seguro tenemos la solución a tus requerimientos de transporte, estamos para servirte. Atención las 24 horas a domicilio.

source: We are a Mexican company with more than 26 years of experience, dedicated to the transportation (freight) of frozen, refrigerated and dry box cargo, with service nationwide. We offer cargo transportation rental with or without a driver, from vans to trailers, as well as refrigeration thermos for transportation, in order to maintain the ideal temperature of the transported products.
es: Somos una empresa mexicana con más de 26 años de experiencia, dedicados al transporte (fletes) de carga congelada, refrigerada y en caja seca, con servicio a nivel nacional. Brindamos renta de transporte de carga con o sin chofer, desde camionetas hasta tráileres, así como thermos de refrigeración para el transporte, con el fin de mantener la temperatura ideal de los productos transportados.

source: Our goal is to provide a solution to your merchandise transportation requirements, we are specialists transporting everything related to the food, pharmaceutical, agricultural, automotive and electronic industries. Thanks to the fact that we have a team of professionals who are dedicated to logistics and transportation, we can give your merchandise security, arriving on time and in optimal conditions, since we know the safest routes in the Mexican territory, trust is ours. cover letter, all our clients support us.
es: Nuestro objetivo es dar solución a tus requerimientos de transportación de mercancía, somos especialistas transportando todo lo relacionado al giro alimenticio, farmacéutico, agropecuario, automotriz y electrónico. Gracias a que contamos con un equipo de profesionales que se dedican a la logística y transporte, podemos darle seguridad a tu mercancía, llegando en el tiempo pactado y en óptimas condiciones, ya que conocemos las rutas más seguras del territorio mexicano, la confianza es nuestra carta de presentación, todos nuestros clientes nos respaldan.
